Repository: leonwwest/cloudscrobble-ios
Catalog: ios/CloudScrobbleiOS/Localizable.xcstrings
Source language: en
Languages: de

source: Showing partial Start. Could not refresh: %@.
de: Start wird teilweise angezeigt. Aktualisierung fehlgeschlagen: %@.

source: Start loading failed: %@.
de: Start konnte nicht geladen werden: %@.

source: Until %@
de: Bis %@

source: Your Mix %lld
de: Dein Mix %lld

source: Reset all scrobble corrections?
de: Alle Scrobble-Korrekturen zurücksetzen?

source: Reset scrobble corrections
de: Scrobble-Korrekturen zurücksetzen

source: Saved metadata edits and track or artist exclusions will be removed. Existing Last.fm scrobbles are not changed.
de: Gespeicherte Metadatenänderungen sowie Track- oder Artist-Ausschlüsse werden entfernt. Bestehende Last.fm-Scrobbles bleiben unverändert.
